[
	{
		"mugImage": "images/AnnaBui.png",
		"name": "Anna B, 20 ",
		"where": "Aug 2022 bed bath & beyond 6th ave nyc (first cup i ever bought for myself)",
		"cost" : "$15-20",
		"likes": "pleasant color, fit nicely in my hand, looks like good quality",
		"beverage": "milk,tea,juice"
	},
	{
		
		"mugImage": "images/celeste.png",
		"name": "Celeste D, 20",
		"where": "I bought it at a Starbucks in Nara, Japan on vacation!",
		"cost" : "$25",
		"likes": "They are only sold in that city so it made a nice souvenir and I really like green.",
		"beverage": "Chai and coffee"
	},
	{
		
		"mugImage": "images/drithi.png",
		"name": "Drithi K, 20",
		"where": "From Five Below, when my roommates and I went there for the first time.",
		"cost" : "$6",
		"likes": "it looks like the mug from the Office which is one of my favorite shows. it's also kind of ugly funny",
		"beverage": "coffee"
	},
	{
		
		"mugImage": "images/HelenWu.png",
		"name": "Helen W, 20",
		"where": "Bought it from Crate&Barrel",
		"cost" : "I can’t remember the exact price but probably around $10+?",
		"likes": "This mug that I bought with my roommates, we all bought one with the first letter of our names on it :) for me it’s ‘H’",
		"beverage": "water"
	},
	{
		
		"mugImage": "images/erika.png",
		"name": "Erika L, 21",
		"where": "Gift from my mother",
		"cost" : "N/a",
		"likes": "The giraffes are very cute and the design is simple/minimalistic",
		"beverage": "water"
	},

	{
		
		"mugImage": "images/AriRahne.png",
		"name": "Ari R, 19",
		"where": "it was a christmas gift from my friend who i spent the holiday with",
		"cost" : "around 20 dollars",
		"likes": "i told her that i really liked the shape and color of it, so she bought it for me as a last minute gift",
		"beverage": "apple juice and coffee "
	},
	{
		
		"mugImage": "images/ChandniServia.png",
		"name": "Chandni S, 19",
		"where": "Birthday gift/ I love you gift from Lakeisha(roommate)",
		"cost" : "N/a",
		"likes": "I think lake bought it cuz she knows I love cats and Emma chamberlain",
		"beverage": "Matcha"
	},
	{
		
		"mugImage": "images/angela.png",
		"name": "Angela W, 20",
		"where": "I bought it for myself.",
		"cost" : "$5",
		"likes": "It’s a roblox face and I like roblox.",
		"beverage": "I drink hot tea in my mug."
	},
	{
		
		"mugImage": "images/Bradley.png",
		"name": "Bradley D, 20",
		"where": "It was gift from my boyfriend's mom. She thought it was so cute and got one, then thought of me so she got me one as a present.",
		"cost" : "N/a",
		"likes": "I think it's so adorable and the memory makes me happy.",
		"beverage": "Always tea!"
	},

	{
		
		"mugImage": "images/carolina.png",
		"name": "Carolina N, 20",
		"where": "Bought it from this vintage store I walked past one day and they had a small bin of $1 mugs",
		"cost" : "$1",
		"likes": "I love buying random mugs from vintage stores and I think the pricing was great because of the brand. ",
		"beverage": "Tea, hot water"
	}, 
	{
		
		"mugImage": "images/dante.png",
		"name": "Dante K, 20",
		"where": "My sister made this mug for me as a gift",
		"cost" : "N/a",
		"likes": "I like it because my sister made it for my birthday and sent it all the way to nyc from Peru.",
		"beverage": "Tea and coffee"
	},
	{
		
		"mugImage": "images/kirti.png",
		"name": "Kirti P, 20",
		"where": "A gift from my roommate ",
		"cost" : "N/a",
		"likes": "I like it because I like the Beatles and the design of the mug is super colorful.",
		"beverage": "Tea and coffee"
	},
	{
		
		"mugImage": "images/chloeyiu1.png",
		"name": "Chloe Y, 20",
		"where": "Me and my sister share it, our mom bought it for originally for me but she uses it sometimes too",
		"cost" : "$30",
		"likes": "It fits in my hand very well and the size of it is perfect for wanting more but not too much",
		"beverage": "Tea and coffee"
	},
	{
		
		"mugImage": "images/Ren.png",
		"name": "Ren K, 20",
		"where": "I bought it from a garage sale back in California and brought it with me when I first moved to nyc my freshman year at Parsons",
		"cost" : "$2",
		"likes": "I love the illustrations of the weird looking babies holding a can of Campbell's soup. They just look so happy but their faces look a little cursed sometimes",
		"beverage": "Tomato soup, lentil soup, tea, "
	},
	{
		
		"mugImage": "images/liia.png",
		"name": "Liia I, 20",
		"where": "Got it for my birthday, my friend bought it from a handmade ceramic shop",
		"cost" : "$13-15",
		"likes": "The glaze on it makes the whole mug look like an oil spill or acid wash design that looks super cool. I also like the organic shape of the mug which is pretty unique.",
		"beverage": "Tea, coffee, hot chocolate"
	},
	{
		
		"mugImage": "images/Lakeisha.png",
		"name": "Lakeisha E, 21",
		"where": "Bought it at a book store",
		"cost" : "$20",
		"likes": "I like the color and the subtle text on it",
		"beverage": "Tea, coffee, matcha"
	},
	{
		
		"mugImage": "images/Michelle.png",
		"name": "Michelle C, 19",
		"where": "My mother gifted it to me when she found out I was moving to NYC for college, it was a gift for my new apartment. Also, she got it at target.",
		"cost" : "N/a",
		"likes": "I like the color and I think the 'rise and shine'message is cute since it's a gift from my mom, but it also reminds me of the Kylie Jenner meme.",
		"beverage": "Tea"
	},
	{
		
		"mugImage": "images/SamT.png",
		"name": "Sam T, 21",
		"where": "I bought this at a dishware store for myself",
		"cost" : "$15",
		"likes": "I love the scene of cats doing their own thing and the colors on this are so peaceful",
		"beverage": "juice"
	},
	{
		
		"mugImage": "images/JasminGonzalez1.png",
		"name": "Jasmin G, 19",
		"where": "I got it from my cousin. He was abroad and sent back this mug. I didn’t expect anything but ever since this time he sent this mug back, I always look forward to receiving more from different places he travels too and have continued to collect them.",
		"cost" : "N/a",
		"likes": "I didn’t buy it but I like it because it reminded me of him even if he was on the other side of the world.Even if we didn’t talk because of time zone changes it was a way of feeling like he still kept me in mind.",
		"beverage": "Tea, rice pudding, atole, hot chocolate"
	}
]
